Revit 2024 API
SymbolTypeId.FtSup2PerKip Property
 Symbol ft²/kip, indicating unit Square feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtSup2PerKip { get; }
Visual Basic
Public Shared ReadOnly Property FtSup2PerKip As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtSup2PerKip {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace